Repository: wp-plugins/fl3r-user-agent-comments
Catalog: fl3r-user-agent-comments-*.po
Languages: it_it

source: Settings saved. (⌒‿⌒) If you like this plugin, you consider making a small donation.
it_it: Impostazioni salvate. (⌒‿⌒) Se ti piace questo plugin, considera una piccola donazione.

source: FL3R User Agent Comments - Settings
it_it: FL3R User Agent Comments - Impostazioni

source: General
it_it: Generali

source: Hide
it_it: Nascondi

source: Unknown browser
it_it: Browser sconosciuto

source: for the unknown browsers and
it_it: per i browser e

source: Unknown platform
it_it: Piattaforma sconosciuta

source: for the unknown platforms if the user agent are unavailable.
it_it: per le piattaforme sconosciuti se lo user agent non è disponibile.

source: Show browser and platform icons in the dashboard comments.
it_it: Mostra i browser e le piattaforme nei commenti visualizzati nella dashboard.

source: Post
it_it: Visualizzazione

source: Display location:
it_it: Mostra le icone:

source: After comment author name
it_it: Dopo il nome dell'autore del commento

source: After comment date
it_it: Dopo la data del commento

source: Before comment text
it_it: Prima del testo del commento

source: After comment text
it_it: Dopo il testo del commento

source: Icon size:
it_it: Grandezza icone:

source: Show browser icon.
it_it: Mostra le icone dei browser.

source: Show platform icon.
it_it: Mostra le icone delle piattaforme.

source: Save all settings
it_it: Salva tutte le impostazioni

source: In some comments icons do not reflect the browser and the operating system correctly. Why?
it_it: A volte le icone non corrispondono al browser ed alla piattaforma realmente utilizzata. Come mai?

source: Some browsers and some operating systems do not always report a coherent user agent.
it_it: Alcuni browser ed alcune piattaforme non comunicano uno user agent corretto.

source: Sometimes the icons in the comments are unknown. Why?
it_it: A volte le icone nei commenti sono sconosciute. Perchè?

source: The plugin detects over 150 browsers and operating systems, representing over 99% of the systems that access the internet. Unfortunately, for various reasons, the 1% is not identifiable.
it_it: Il plugin è in grado di rilevare oltre 150 browser e sistemi operativi, che rappresentano oltre il 99% dei sistemi che hanno accesso ad internet. Sfortunatamente, per vari motivi, l'1% non è identificabile.

source: How can I show user agent icons in a widget?
it_it: Come posso mostrare lo user agent in un widget?

source: You can see the user agent icons in a widget only if in the settings you are selected "After comment author name" in "Display location". You can so use the default Wordpress comments widget.
it_it: Puoi mostrare le icone degli user agent in un widget solo se in "Mostra le icone" hai selezionato "Dopo il nome dell'autore del commento". In questo modo ti basta usare il widget dei commenti già normalmente presente in Wordpress.

source: Credits
it_it: Crediti

source: User Agent Comments is a plugin created by Armando "FL3R" Fiore.
it_it: User Agent Comments è un plugin creato da Armando "FL3R" Fiore.

source: Thanks for using User Agent Comments, you helped a developer to increase his self-esteem!
it_it: Grazie per usare User Agent Comments, hai aiutato uno sviluppatore ad aumentare la sua autostima!

source: Copyright © 2015 Armando "FL3R" Fiore. All rights reserved. This software is provided as is, without any express or implied warranty. In no event shall the author be liable for any damage arising from the use of this software.
it_it: Copyright © 2015 Armando "FL3R" Fiore. Tutti i diritti riservati. Questo software è fornito così com'è, senza alcuna espressa o implicita garanzia. In nessuno caso l'autore può essere ritenuto responsabile per qualsiasi danno derivato dall'utilizzo di questo software.

source: Follow me!
it_it: Seguimi!

source: If you want to ask me, you want to send your opinion or you have a question please don't hesitate to contact me.
it_it: Se vuoi inviarmi un'opinione o farmi una domanda non esitare a contattarmi.

source: Donate
it_it: Donazioni

source: If you like this plugin, you consider making a small donation. Thanks.
it_it: Se ti piace questo plugin, considera una piccola donazione. Grazie.

source: My other plugins
it_it: Altri miei plugin

source: Settings
it_it: Impostazioni
